Repository: azizazoyidova1988/3-languages-project
Catalog: mysite/locale/*/LC_MESSAGES/django.po
Languages: uz

source: FOOD
uz: TAOM

source: Home
uz: Asosiy

source: About
uz: Biz haqimizda

source: Menu
uz: Menyu

source: Expert
uz: Ekspertlar

source: Testimonial
uz: Tavsiflar

# WELCOME_TEXT
source: Always choose good
uz: Har doim yaxshilikni tanlang

# WELCOME_DESC
source: Italian restaurants are traditional and world famous for their pizza and spaghetti.
uz: Italiya restarantlari an'anaviy bo'lib, dunyoda o'zining pitsa va spagettilari bilan mashhurdir

# TITLE_3
source: Our Menu
uz: Bizning menyu

# TITLE_4
source: Our Kitchen Expert
uz: Bizning mutaxassislarimiz

# TITLE_5
source: They About Us
uz: Ular biz haqimizda

# TITLE_6
source: Contact Us
uz: Bizning manzilimiz

# NAV2_DESC
source: Our priorities are freshness and quality of ingredients, variety of fillings, low prices and attention to the requirements of our guests. We have a lot of people making orders every day. We are trying to increase both the number of visitors and the number of affiliates. With every dish we prepare, we uncover the details of our own unique recipes and look for the perfect value for money to remain your favorite brand.
uz: Bizning ustuvor yo'nalishlarimiz - ingredientlarning yangiligi va sifati, turli xil to'ldirishlar,arzon narxlar va mehmonlarimizning talablariga e'tibor.Bizda har kuni ko'plab odamlar buyurtma berishadi.Biz ham tashrif buyuruvchilar sonini, ham filiallar sonini oshirishga harakat qilmoqdamiz. Biz tayyorlagan har bir taom bilan biz o'zimizning o'ziga xos retseptlarimizning tafsilotlarini aniqlaymiz va sizning sevimli brendingiz bo'lishda davom etish uchun narx va sifatning mukammal muvozanatini qidiramiz.

# NAV3_DESC
source: Our menus are just for you and your loved ones!
uz: Bizning menyular faqat siz va sizning yaqinlaringiz uchundir!

# NAV4_DESC
source: The taste of our experts will amaze you!
uz: Mutaxassislarimiz didi sizni hayratda qoldiradi!

# NAV5_DESC
source: What do famous people say about us?
uz: Biz haqimizda mashhurlar nima deyishadi?

# NAV6_DESC
source: You can leave your feedback
uz: Fikr-mulohazalaringizni qoldirishingiz mumkin

# SEND_MESS
source: Send Message
uz: Xabar jo'natish

source: Name
uz: Ism sharif

source: Send
uz: Yuborish

source: Message
uz: Xabar

# REST
source: Restaraunt in Italy
uz: Italiyadagi restoran

# ALL
source: All Right Reserved
uz: Barcha huquqlar himoyalangan.
